Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: XMMS2 klient, mis eesmärgiks on olla võimalikult võimaluste rohke ja kergelt kasutatav
fi: XMMS2-asiakas, joka pyrkii olemaan sekä ominaisuuksiltaan runsas että helppokäyttöinen

source: Graafiline võrgumonitor
fi: Graafinen verkon valvonta

source: Meedia rikkalik mudel, simulatsiooni ehituskomplekt ja loomevahend
fi: Mediarikas pienoismallien ja simulaatioiden rakennusväline ja toteutustyökalu

source: Interaktiivne matemaatika programm
fi: Interaktiivinen matematiikkaohjelma

source: Terminaliemulaator
fi: Pääteohjelma

source: Dokumendinäitaja
fi: Asiakirjakatselin

source: Mitmeleheküljeliste dokumentide vaatamine
fi: Näytä monisivuisia asiakirjoja

source: Evolutioni E-post ja kalender
fi: Evolution-sähköposti ja -kalenteri

source: Oma e-posti, kontaktide ja kalendri haldamine
fi: Hallitse sähköposteja, yhteystietoja ja ajan käyttöä

source: Interaktiivne pildi generaator
fi: Interaktiivinen kuvien luoja

source: Exaile muusikamängija
fi: Exaile-musiikkisoitin

source: Oma helikogu kuulamine, uurimine ja muutmine
fi: Kuuntele, tutki ja hallitse musiikkikokoelmaasi

source: Helifailide siltide redigeerimine
fi: Muokkaa äänitiedostojen merkintöjä

source: Failisüsteemi sirvimine
fi: Selaa tiedostojärjestelmää

source: Postilugeja
fi: Sähköpostiohjelma

source: Loe oma e-posti
fi: Lue sähköpostia

source: Käsurea kasutamine
fi: Käytä komentoriviä

source: Veebilehitseja
fi: WWW-selain

source: riistvara & tarkvara raamistik teaduseksperimentide arendamiseks
fi: laite- ja ohjelmistorajapinta tieteellisiä kokeita varten

source: Extace muusikalainete näitaja
fi: Extace - ääniaaltojen näyttö

source: Heli lainevormide jälgija
fi: Äänen aaltomuodon näyttäjä

source: Pingviini võidusõit mäest alla
fi: Kaahaa pingviinillä vuorta alas

source: Exult Ultima 7 Engine
fi: Exult - Ultima 7 -pelimoottori

source: F-Spot fotoalbum
fi: F-Spot - valokuvien hallinta

source: Korralda, naudi ja jaga oma fotosid
fi: Järjestele ja jaa valokuviasi

source: Oma fotoalbumi korraldamine, nautimine ja jagamine
fi: Latausten ja lähetysten hallinta (Qt-pohjainen)

source: käivita virtuaalne masin FAUmachine
fi: käytä FAUmachine-virtuaalikonetta

source: E-raamatute lugeja
fi: E-kirjojen lukija

source: FBReader, e-raamatute lugeja
fi: FBReader e-kirjojen lukemiseen

source: Mängi NES ROM'e
fi: Pelaa NES ROM:eja

source: Fcitx seadistusvahend
fi: Fcitx-asetustyökalu

source: Fcitx GUI seadistusvahend
fi: Graafinen Fcitx-asetustyökalu

source: Fcitx Skin paigaldaja
fi: Fcitx - ulkoasujen asennus

source: Paigaldus skript Fcitx Skin jaoks
fi: Asennuskomentosarja Fcitx Skin -ulkoasuille

source: Fcitx kerge kasutajaliides
fi: Fcitx, kevyt käyttöliittymä

source: Hiina sisestusmeetod (kasutades kerget kasutajaliidest)
fi: Kiinan kielen syötetapa (käyttää kevyttä käyttöliittymää)

source: Piltide näitaja
fi: Kuvakatselin

source: Ladina-prantsuse sõnastik
fi: Latina-Ranska sanakirja

source: Gaffiot'i sõnastik on teatmeteos
fi: Gaffiotin sanakirja on hakuteos

source: Disaini E-R andmebaase
fi: Suunnittele E-R-tietokantoja

source: Ajakava generaator
fi: Lukujärjestysten luoja

source: Haridusasutustele ajakavade loomise rakendus
fi: Luo lukujärjestyksiä opetuslaitoksille

source: FFADO mikser
fi: FFADO mikseri

source: Helimikser firewire seadmetele
fi: Äänimikseri Firewire-laitteille

source: Graafiline käivitaja FlightGear lennusimulaatorile
fi: Graafinen käynnistin FlightGear-lentosimulaattorille

source: FGRun kaudu FlightGear'i käivitamine
fi: Käynnistä FlightGear-lentosimulaattori FGRunin avulla

source: Arhiivihaldur
fi: Pakettienkäsittelyohjelma

source: Arhiivi loomine ja muutmine
fi: Luo tai muokkaa arkistopaketteja

source: Kettakasutuse teabe kuvamine
fi: Näyttää tietoja kiintolevyn käytöstä

source: Failide alla- ja üleslaadimine FTP, FTPS ja SFTP vahendusel
fi: Lataa ja lähetä tiedostoja FTP-, FTPS- ja SFTP-yhteyskäytännöillä

source: Filler Java mängudes
fi: Filler in -Java-peli

source: Fish Fillets
fi: Kalafilee

source: Sokoban'i stillis pusle mäng naljakatest kaladest kes päästavad maailma
fi: Pulmapeli maailmaa pelastavasta neuvokkaasta kalasta sokoban-tyyliin

source: Firefox veebibrauser
fi: Firefox-selain

source: Tippude sobitamine ja andmeanalüüs
fi: Huippujen sovitus ja data-analyysi

source: Firebird DBMS haldur
fi: Ylläpitotyökalu Firebird DBMS:lle

source: Ühe mängijaga, kahemõõtmeline isomeetriline, põnevus-rollimäng
fi: Yhden hengen pelattava kaksiulotteinen roolipeli

source: graafiline diff programm
fi: Graafinen tiedostojen vertailuohjelma

source: Amatöörraadio andmeedastus koos automaatse kordusnõudega
fi: Datansiirto amatööriradioille käyttäen ARQ:ta

source: Amatöörraadio operaatoritele digitaalne modem programm helikaardi kalibreerimiseks
fi: Amatööriradio-modeemiohjelma äänikorttituella

source: Skaneerimise tööriist
fi: Kuvanlukuapuohjelma

source: Piltide lihtne skaneerimine
fi: Skannaa kuvia yksinkertaisesti

source: Amazon'i kuninganna lend
fi: Flight of the Amazon Queen

source: Alusta otsirännakuid, et päästa röövitud printsess ning selle käigus avastad salapärase Lederhoseni ettevõtte kurjad plaanid.
fi: Ryhdy seikkailuun kidnapatun prinsessan pelastamiseksi. Matkalla selvität todelliset epäilyttävän Lederhosen-yrityksen pahat suunnitelmat.

source: flpsed PDF Annotator
fi: flpsed - PDF-kommenttien luonti

source: Lisa tekst ja kokkuvõte PDF ja PostScript dokumendidele
fi: Lisää tekstiä ja kommentteja PDF- ja PostScript-asiakirjoihin

source: Block Attack! mäng
fi: Palikoiden hyökkäys -peli

source: FLTK kabe
fi: FLTK-tammipeli

source: Kabe
fi: Tammipeli

source: Sudoku numbrite paigutamise mäng
fi: Sudoku-numeropeli

source: FLTK graafiline kujundaja
fi: FLTK-pohjainen graafisten käyttöliittymien suunnittelija

source: Flumotion vooserveri haldur
fi: Flumotion-virtojen palvelimen ylläpito

source: Flumotioni vooserveri haldamine
fi: Hallitse Flumotionia, ääni- ja videovirtojen palvelinta

source: Mast
fi: Flush

source: Failide allalaadimine BitTorrent protokolli kaudu
fi: Lataa tiedostoja BitTorrent-protokollalla

source: Muusikainstrumentide häälestamine
fi: Viritiä musiikki-instrumentteja

source: Tähelepanu hajutamiseta kirjutamine
fi: Kirjoita ilman häiriötekijöitä

source: Kirjatüüpide haldur
fi: Kirjasinhallinta

source: Kirjatüüpide vaatamine, võrdlemine ja haldamine
fi: Esikatsele, vertaa ja hallitse kirjasimia

source: Loo kirjatüüpide kaustast PDF'i proovi leht
fi: Luo PDF-mallisivu kirjasinvalikoimasta

source: Vektorkirja toimetaja
fi: Ääriviivakirjasimien muokkain

source: Kirjatüübi haldamine
fi: Kirjasimien hallinta

source: Fonty Python fontide haldur
fi: Fonty – kirjasimien hallinta

source: Oreli süntesaator
fi: Urkusyntetisaattori

source: Loominguline töörist fotokollektsiooni jaoks
fi: Valokuvakokoelmien luova käsittelyväline

source: Fotode töötlemine ja kogu korraldamine
fi: Muokkaa valokuvia ja hallitse kokoelmia

source: Kaardi ja GPS-asukoha näitamine
fi: Näytä kartta ja GPS-sijainti

source: Figaro paroolihaldur 2
fi: Figaron salasanojen hallinta 2

source: Paroolide haldamine
fi: Hallitse salasanojasi

source: Demonstratsioon sõrmejälgede skaneerimiseks
fi: Sormenjälkien lukemisen esitysohjelma

source: Linuxi BBS klient Qt teekide põhine
fi: BBS-asiakas (Qt-kirjasto/Linux)

source: Interaktiivne fraktaalplaneedi generaator
fi: Vuorovaikutuksellinen fraktaaliplaneettageneraattori

source: Raamistik tarkvara lähtekoodi analüüsimiseks, mis on kirjutatud C's
fi: C-kielisen ohjelmakoodin analysointijärjestelmä

source: Mandelbrot pere fraktaalgeneraator
fi: Mandelbrot-perheen fraktaalien luonti

source: Lihtne plokkide mäng
fi: Yksinkertaisen muotopalikkapeli

source: Bassisüntesaator/sämplimängija/sekventser
fi: Bassojen syntesisoija/näytesoitin/sekvensseri

source: Funktsiooni põhine parameetriline modelleerija
fi: Piirteisiin perustuva parametrinen mallinnin

source: Freeciv modpack paigaldaja
fi: Freeciv-muokkauspakettien asennin

source: Freeciv'ile lisade allalaadimine ja paigaldamine
fi: Nouda ja asenna lisäosia Freeciv-peliin

source: Inimkonna ajaloost inspireeritud käigupõhine strateegiamäng
fi: Ihmiskunnan historian inspiroima vuoropohjainen strategiapeli

source: Freeciv server
fi: Freeciv-palvelin

source: DFArc - Dink kasutajaliides
fi: DFArc - Dink-käyttöliittymä

source: D-Mods'i (Dink moodulite) käivitamine, paigaldamine, eemaldamine ja pakkimine
fi: Suorita, muokkaa, asenna, poista ja paketoi D-Modeja (Dink-moduuleita)

source: Naljakas zelda moodi isomeetriline seiklus-rollimäng
fi: Humoristinen Zeldan kaltainen isometrinen seikkailu- ja roolipeli

source: Freedoom
fi: Vapaadoom

source: Kosmoselaeva puhastamine kõikidest droididest
fi: Puhdista avaruusalus kaikista droideista

source: Freedroid RPG
fi: Freedroid-roolipeli

source: Isomeetriline rollimäng
fi: Isometrinen roolipelaamispeli

source: füüsikaline arkaadmäng
fi: Fysiikkapohjainen arcade-peli

source: Tasuta mõttekaardi tööriist
fi: Ajatuskarttatyökalu

source: Tasuta vahend oma informatsiooni struktureerimiseks ja korraldamiseks koos mõttekaardistamisega.
fi: Vapaa työkalu tiedon järjestelyyn ja organisointiin käsitekarttojen avulla

source: FreePOPs uuendaja
fi: FreePOPs-päivitysohjelma

source: Uuenduste laadimine Freepop'i pluginatest
fi: Lataa päivitetyt versiot FreePOPs-liitännäisistä

source: Free Tennis - tasuta tennise simulaator
fi: Free Tennis - vapaa tennissimulaatio

source: Mängi koos kogukonnaga trivia sarnast mängu
fi: Pelaa trivia-tyylistä peliä kaveriporukan kanssa

source: Erinevate multimeedia vormingute mängimine nagu pildid, heli või video
fi: Toista multimediamuotoja (kuvat, äänet ja videot)

source: Realaja heliprotsessor, mis põhineb helisageduste spektraaltöötlusel
fi: Taajuusspektrin muuttamiseen perustuva reaaliaikainen äänen prosessointi

source: LilyPondi muusikaredaktor
fi: LilyPond-musiikkieditori

source: Roki oma klaviatuuriga
fi: Rokkaa näppäimistölläsi

source: Trükiplaadi tarkvara
fi: PCB-ohjelmisto

source: Noore konna seiklused
fi: Nuoren sammakon seikkailu

source: Lae ja korralda fotosid Flickr'i kontodes
fi: Lähetä kuvia Flickr-tiliisi ja hallitse niitä

source: Tarkvarakogu funktsionaalse magnetresonantstomograafia andmeteanalüüsiks
fi: Ohjelmistokokoelma (f)MRI Data Analysis:lle

source: Failisüsteemi puhastaja
fi: Tiedostojärjestelmän "nukan" poisto

source: Lõbus aurik
fi: Hassu vene

source: külgvaates kuvatud tulistamis-arkaadmäng aurikul (side scrolling)
fi: sivulta kuvattu pelihallityyppinen ammuntapeli höyrylaivalla

source: ISO, IMG, BIN, MDF ja NRG haldamine
fi: ISO-, IMG-, BIN-, MDF- ja NRG-levykuvien hallinta

source: Compiz Fusioni ikoon
fi: Compiz Fusion -kuvake

source: Fuss rakenduse käivitaja
fi: Fuss-sovelluskäynnistin

source: Tulemüüri rajaja
fi: Firewall Builder

source: Tulemüüri administreerimise graafiline kasutajaliides
fi: Palomuurin graafinen hallintatyökalu

source: Peter de Jong'i kaartide renderdamine
fi: Hahmonna Peter de Jong -karttoja

source: IP Messenger GNOME2'le
fi: IP-pohjainen viestin

source: G3Data graafiline analüsaator
fi: G3Data - graafien analysointi

source: Taasta andmed skaneeritud graafikutest
fi: Poimi dataa skannatuista graafikuvista

source: 3D mudeli vaataja
fi: 3D-mallien katselin

source: Gabedit QC-GUI
fi: Gabedit - graafinen QC-käyttöliittymä

source: Graafiline kasutajaliides keemia pakettidele
fi: graafinen käyttöliittymä laskennallisen kemian paketteihin

source: BIND domeeninimeserveri haldur
fi: BIND DNS -palvelimen hallinta

source: GADMIN-OPENVPN-klient
fi: GADMIN-OPENVPN-asiakas

source: OpenVPN-i kliendi haldur
fi: OpenVPN-asiakas – hallinta

source: GADMIN-OPENVPN-Server
fi: GADMIN-OPENVPN-palvelin

source: OpenVPN-i HTTPD-serveri haldur
fi: OpenVPN palvelin – hallinta

source: ProFTPD FTP-serveri haldur
fi: ProFTPD FTP -palvelimen hallinta

source: SAMBA faili-, print- ja domeeniserver haldur
fi: SAMBA-tiedosto-, tulostus- ja verkkoaluepalvelimen hallinta

source: Leia sünonüümid ja homonüümid
fi: Etsi synonyymejä ja homonyymejä

source: GTK+ Jabberi klient
fi: GTK+-pohjainen Jabber-asiakas

source: Kalkulaator
fi: Galculator

source: Lihtsate ja teaduslike arvutuste sooritamine
fi: Tee yksinkertaisia ja tieteellisiä laskutoimenpiteitä

source: Galeriisse piltide ja videode laadimine
fi: Vie kuvia ja videoita Gallery-palveluun (gallery.menalto.com)

source: Galerii üleslaadija
fi: Gallery Uploader

source: Viipekeele õpetaja
fi: Viittomakielen ohjeistus

source: Alternatiivide konfiguraator
fi: Vaihtoehtoisten ohjelmien hallinta

source: Seadista süsteemi vaikimisi alternatiive
fi: Hallitse järjestelmän oletuksena olevia vaihtoehtoisia ohjelmia (alternatives)

source: Gamazons mäng
fi: Gamazons-peli

source: Mängu häkkimise tööriist.Scanmem'i graafiline kasutajaliides.
fi: Pelien tutkinta/muokkaustyökalu. Graafinen edusohjelma scanmem-ohjelmalle.

source: Aatomi struktuuride konstrueerimine, vaatamine ja analüüsimine
fi: Rakenna, näytä ja analysoi atomirakenteita

source: Bluetoothi kaugjuhtimine
fi: Bluetooth-kaukosäädin

source: Abstraktne tulistamismäng koos muusika elementidega
fi: Abstrakti ammuntapeli musiikkielementeillä

source: Interaktiivlugude (Interactive Fiction) multi-interpretaator, mis toetab kõiki peamisi IF-formaate
fi: Interaktiivinen, fiktiivinen monitulkki joka tukee kaikkia suurimpia IF-formaatteja

source: Garlic proteiinide visualiseerija
fi: Garlic - proteiinien visualisaatio

source: Proteiinide ja mõningate geomeetriliste objektide visualiseerimine ja uurimine
fi: Visualisoi ja tutki proteiineja ja joitain geometrisiä kohteita

source: Asterisk'i halduskonsool
fi: Graafinen Asterisk-pääte

source: Gatos seadistusredaktor
fi: Gatos asetusmuokkain

source: ATI videokaartidele TV näitaja
fi: TV:n katselu ATI-näytönohjaimille

source: Subtiitrifailide redigeerimine
fi: Muokkaa tekstitystiedostoja

source: Gaupol subtiitrite redaktor
fi: Gaupol-tekstitysmuokkain

source: Arvutuskeemia väljundi graafiline kuva
fi: Laskennallisen kemian tuloksien graafinen näyttö

source: Gnome Batalla Naval klient
fi: Batalla Naval -asiakas

source: Gnome Batalla Naval server
fi: Batalla Naval -palvelin

source: MPD klient
fi: MPD-asiakas

source: GTK2 bulgaaria-inglise sõnaraamat
fi: GTK2-pohjainen bulgaria-englanti-sanakirja

source: E-posti kontaktidele sünnipäeva meeldetuletus
fi: Syntymäpäivämuistutus E-Mail-yhteystiedoille

source: Savings Bond Inventory
fi: Säästöobligaatioiden inventointi

source: Loogika-, sõnalisi, arvutamis- ja mäluvõimeid proovile panevad mängud
fi: Pelaa pelejä, jotka haastavat loogiset, sanalliset, laskennalliset ja muistamiskykysi

source: GChemPaint keemiliste struktuuride redaktor
fi: GChemPaint - kemiallisten rakenteiden editori

source: kahemõõtmeliste keemiliste struktuuride muutmine
fi: Muokkaa kaksiulotteisia kemiallisia rakenteita

source: Gcin seadistamine
fi: gcin-asetukset

source: Gcin sisestusmeetodi seadistamistööriist
fi: gcin-syöttötavan asetusohjelma

source: GNOME koomiksite korraldaja
fi: Gnomen sarjakuvien järjestelijä

source: GNOME'i kasutajaliides koomiksi kollektsioonide haldamiseks
fi: Gnome-käyttöliittymä sarjakuvakokoelmien hallintaan

source: Lihtne GTK2 värvi valija
fi: Yksinkertainen GTK2-pohjainen värien valinta ja poiminta

source: Õppekeskkond GCompris
fi: Gcompris-opetuspelit

source: Õppeprogramm 2- kuni 10-aastastele
fi: Opettavaisia pelejä kahdesta kymmeneen vuotiaille

source: GConf puhastaja
fi: GConf Cleaner

source: GConf'i puhastus tööriist
fi: GConf-puhdistustyökalu

source: Seadistuste redaktor
fi: Asetusten muokkain

source: Conjugates Portugali tegusõnad
fi: Taivuttaa portugalin verbejä

source: GNOME Crystal kristallstruktuuride näitaja
fi: Gnome Crystal Crystalline-rakenneselain

source: Kristallstruktuuride näitamine ja redigeerimine
fi: Muokkaa ja näytä kiderakenteita

source: GCstar kogude haldur
fi: GCstar – kokoelmien hallinta

source: Oma filmide, mängude, raamatute, muusika jms kogude haldamine
fi: Hallitse elokuva-, peli-, kirja-, musiikki- tai muita kokoelmia

source: Molekulide näitaja
fi: Molekyyli-katselin

source: Ruumiliste keemiliste struktuuride kuvamine
fi: Näytä kolmiulotteisia kemiallisia rakenteita

source: Keemia kalkulaator
fi: Kemiallinen laskin

source: Lihtne kalkulaator keemilisteks arvutusteks
fi: Yksinkertainen kemiaan tarkoitettu laskin

source: Elementide perioodilisustabel
fi: Alkuaineiden jaksollinen järjestelmä

source: Mendelejevi keemiliste elementide tabel
fi: Mendelejevin taulukko alkuaineista

source: Spektri näitaja
fi: Spektriselain

source: Spektri näitaja GNOME töölauale
fi: Spektrikatselin Gnome-työpöydälle

source: GCX astronoomiline pilditöötlus rakendus
fi: GCX - astronomisten kuvien prosessointi

source: Astronoomiliste piltide töötlemine ja CCD'i juhtimine
fi: Prosessoi astronomisia kuvia ja hallitse CCD:itä

source: GDebi paketipaigaldaja
fi: GDebi-paketinasentaja

source: Paigalda ja vaata tarkvara pakette
fi: Asenna ja tarkastele ohjelmapaketteja

source: Töölaua aplettite süsteem GNOME'ile
fi: Työpöytäsovelmajärjestelmä Gnomelle

source: Graafiline kasutajaliides Devilspie'le deemonile
fi: Ikkunoiden täsmäystaustaohjelman devilspien graafinen käyttöliittymä

source: GDIS molekulide modeleerija
fi: GDIS-molekyylimallinnin

source: Molekulide modelleerimine ja käitlemine ning kvaliteetse esitluse loomine
fi: Mallinna ja muokkaa molekyylejä sekä luo korkealaatuisia hahmonnuksia niistä

source: Kettaruumi graafiline esitus
fi: Graafinen levynkäytön näyttö

source: Kettaruumi kuvamine puustruktuurina
fi: Näytä levytila puukaavioina

source: GDPC molekulaardünaamika simulaator
fi: GDPC - molekyylidynamiikan simulaattori

source: Molekulaardünaamika simulatsiooni visualiseerine
fi: Visualisoi molekyylien dynamiikkaa simulaatioina

source: Kiire ja väike integreeritud programmeerimiskeskkond kasutades GTK2
fi: Nopea ja kevyt GTK2:ta käyttävä kehitysympäristö (IDE)

source: GPS andmete konverteerimine ning andmevahetus GPS seadmete vahel
fi: Muunna GPS-dataa ja vaihda sitä GPS-yksikön kanssa

source: Python programmeerimiskeskkond
fi: Python-tekstieditori

source: gEDA atribuutide redaktor
fi: gEDA-ominaisuuseditori

source: Gattrib'iga komponentide atribuutide redigeerimine
fi: Muokkaa komponenttien ominaisuuksia gattrib:lla

source: gEDA skeemiredaktor
fi: gEDA-toimintakaavioeditori

source: Elektriskeemide ja sümbolite loomine ja muutmine gschemi abil
fi: Luo ja muokkaa sähköisiä toimintakaavioita ja symboleita gschemillä

source: gEDA skeem -> PCB projekt
fi: gEDA-toimintakaavio -> PCB-projekti

source: xgsch2pcb'iga elektrooniliste projektide loomine ja redigeerimine
fi: Luo ja muokkaa sähköalan projekteja xgsch2pcb-ohjelmalla

source: Tekstifailide redigeerimine
fi: Muokkaa tekstitiedostoja

source: Tekstiredaktor
fi: Tekstimuokkain

source: Piltide näitamine ja korraldamine
fi: Näytä ja käsittele kuvia

source: Perioodilisustabel
fi: Jaksollinen järjestelmä

source: Vaatle elementide perioodilisustabelit
fi: Näytä alkuaineiden jaksollinen järjestelmä

source: GeMan X BBS klient
fi: Geman X - BBS-asiakasohjelma

source: Võta kalliskivid ja viska need tagasi enne, kui need lömastavad su
fi: Nappaa helmet ja heitä ne takaisin ylös ennen kuin ne murskaavat sinut

source: Mängi Nintendo ROMi faile
fi: Pelaa Nintendo-ROM-tiedostoja

source: Aritmeetilised, teaduslikud ja finantsarvutused
fi: Suorita aritmeettisia, tieteellisiä tai talouslaskutoimituksia

source: Miiniväli
fi: Miinaharava

source: Tee märkmeid, ühenda ideed omavahel ja ole organiseeritud
fi: Kerää muistiinpanoja ja yhdistä ajatuksia

source: Intel 8085 pisiprotsessori simulaator
fi: Intel 8085 -mikroprosessorin simulaattori

source: GNUstepi Gomoku mäng
fi: GNUstep Gomoku-peli

source: Oma iPodi fotode haldamine, tasuta!
fi: Järjestele iPodin valokuvia vapaasti

source: Grr, uudisvoogude lugeja
fi: Grr-syötelukija

source: Günther'i RSS lugeja
fi: Güntherin RSS-lukija

source: GNUstep töölauahaldur
fi: GNUstepin työtilojen hallinta

source: Vestlemine teiste inimestega, kasutades IRC (Internet Relay Chat)
fi: Juttele muiden ihmisten kanssa IRC:ssä (Internet Relay Chat)

source: SNES emulaator
fi: SNES-emulaattori

source: DV video muutmine
fi: Muokkaa DV-videoita

source: Uudiste lugeja GNUstepi jaoks
fi: Uutislukija GNUstepille

source: Lynkeos, pilditöötleja
fi: Lynkeos-kuvaprosessori

source: Lihtne matemaatiline mäng lastele
fi: Yksinkertainen matematiikkapeli lapsille

source: Ava uus privaatse lehitsemise aken
fi: Avaa uuden yksityisen selaamisen ikkunan

source: Cn3D NCBI andmebaasi vaatur
fi: Cn3D NCBI -tietokantakatselin

source: NCBI andmebaaside kuvamine 3D-s
fi: Näytä NCBI-tietokannat kolmiulotteisina

source: Karu Plee (Plee the Bear)
fi: Plee-karhu (Plee the Bear)

source: Püüa kinni oma poeg, kes sõi ära kogu mee ja jooksis minema
fi: Nappaa pentusi, hän söi kaiken hunajan ja karkasi

source: rakendus piltide üleslaadimiseks Piwigo galeriisse
fi: Piwigo-galleriaan kuvian vienti

source: Personaalne dashboard GNUstep'ile
fi: Henkilökohtainen kojelauta GNUstepille

source: Lohistamine graafiku joonistamiseks
fi: Vedä ja pudota -graafinpiirto

source: Pod brauser
fi: Pod-selain

source: Sirvi Perli dokumentatsiooni
fi: Selaa Perl-dokumentaatiota

source: Vorbis kommentaari redaktor
fi: Vorbis-kommenttien muokkain

source: Gettext-tõlkefailide redaktor
fi: Gettext-katalogien muokkain

source: Pokkerimäng
fi: Texas hold'em -peli

source: Jälgi oma kaalu
fi: Seuraa painoasi

source: Flickri üleslaadija
fi: Flickr-lähettäjä

source: Fotode üleslaadimine Flickrisse
fi: Vie valokuvia Flickriin

source: Graafiline koopas roomamise mäng
fi: Graafinen luolapeli

source: Mängi vertikaalset tulistamismängu
fi: Pelaa pystysuuntaista ammuskelupeliä

source: Vaata oma fantaasia iseloomu arenemas
fi: Seuraa fantasiahahmosi edistymistä

source: Praat kõneanalüsaator
fi: Praat-puheanalysoija

source: Kõne analüüs, süntees ja töötlemine
fi: Analysoi, syntesisoi ja muokkaa puhetta

source: Failide hulgi ümbernimetamine.
fi: Tiedostojen joukkonimeäminen.

source: Prelude graafilise teate aplett
fi: prelude-ohjelmiston graafinen ilmoituskuvake

source: Täpne rasterkujutise konvolutsioonimootor
fi: Tarkka rasterikuvien konvoluutiomoottori (Precision Raster Image Convolution Engine)

source: Põnev pusle mäng klotsidest puhastamiseks
fi: Valloittava pulmapeli, jossa asetetaan värillisiä laattapareja alustalle

source: Videode redigeerimise ja demultipleksimise tööriist
fi: Videon muokkaus ja limityksen poisto (demultipleksaus)

source: Ametlik GNUstep IDE
fi: Virallinen graafinen GNUstep-kehitysympäristö (IDE)

source: HIZ'i ProjectL
fi: HIZ:n ProjectL

source: projectM Jack heli visualiseerimine
fi: projectM - Jack-äänivisualisointi

source: Milkdrop'il põhinev muusika visualiseerija JackAudio voogude visualiseerimiseks Qt4 graafilisele kasutajaliidesele
fi: milkdrop-pohjainen musiikinvisualisoija JackAudio-äänivirroilla (Qt-sovellus)

source: projectM PulseAudio visualiseerimine
fi: projectM PulseAudio-visualisointi

source: PulseAudio voogude visualiseerimine projectM'iga
fi: PulseAudio-äänivirtojen visualisointi (projectM)

source: XMMS2 klient
fi: XMMS2-asiakas

source: Psensor on graafiline temperatuuri jälgija Linux'ile
fi: Graafinen lämpötilanseuranta Linuxille

source: Suhtlemine Jabberi võrgu vahendusel
fi: Pidä yhteyttä muihin Jabber-verkkojen avulla

source: Tasuta SPSS alternatiiv statistiliste andmete analüüsimiseks
fi: Analysoi tilastoja SPSS:n kaltaisella vapaalla ohjelmistolla

source: PuTTY terminaliemulaator
fi: PuTTY-pääte-emulaattori

source: Käivita PuTTY terminali seanss
fi: Käynnistä PuTTY-pääteistunto

source: Muusika siltide redaktor
fi: Äänitiedostojen merkintäeditori

source: FTP-serveri haldamine ja jälgimine
fi: Hallitse ja valvo FTP-palvelinta

source: Visuaalne andmevoo programmeerimise platvorm multimeediale
fi: Visuaalinen datankäsittelyohjelmointialusta multimedialle
